Repository: SELinuxProject/selinux
Catalog: policycoreutils/po/*.po
Languages: pt

source: USAGE: run_init <script> <args ...> where: <script> is the name of the init script to run, <args ...> are the arguments to that script.
pt: UTILIZAÇÃO: run_init <programa> <argumentos...> onde: <programa> é o nome do programa do 'init' a executar, <argumentos ...> são os argumentos desse programa.

source: failed to initialize PAM
pt: não foi possível inicializar o PAM

source: failed to get account information
pt: não foi possível obter as informações da conta

source: Password:
pt: Senha:

source: Cannot find your entry in the shadow passwd file.
pt: O seu item não foi encontrado no ficheiro de senhas 'shadow'.

source: getpass cannot open /dev/tty
pt: O 'getpass' não consegue aceder ao /dev/tty

source: run_init: incorrect password for %s
pt: run_init: a senha do %s é incorrecta

source: Could not open file %s
pt: Não foi possível aceder ao ficheiro %s

source: No context in file %s
pt: Não existe qualquer contexto no ficheiro %s

source: Sorry, run_init may be used only on a SELinux kernel.
pt: Desculpe, mas o 'run_init' só poderá ser usado num 'kernel' com SELinux.

source: authentication failed.
pt: a autenticação falhou.

source: Could not set exec context to %s.
pt: Não foi possível mudar o contexto de execução para %s.

source: ******************** IMPORTANT ***********************
pt: ******************** IMPORTANTE ***********************

source: To make this policy package active, execute:
pt: Para tornar este pacote de políticas activo, execute:

source: Could not create semanage handle
pt: Não foi possível iniciar o descritor do 'semanage'

source: SELinux policy is not managed or store cannot be accessed.
pt: A política do SELinux não é gerida ou não é possível aceder ao armazém.

source: Cannot read policy store.
pt: Não é possível ler o armazém de políticas.

source: Could not establish semanage connection
pt: Não é possível estabelecer uma ligação ao 'semanage'

source: Could not start semanage transaction
pt: Não foi possível iniciar a transacção do 'semanage'

source: Version
pt: Versão

source: Disabled
pt: Inactivo

source: Could not create a key for %s
pt: Não é possível criar uma chave para o %s

source: Could not check if login mapping for %s is defined
pt: Não foi possível ver se o mapeamento de autenticação do %s está definido

source: Linux User %s does not exist
pt: O utilizador de Linux %s não existe

source: Could not create login mapping for %s
pt: Não foi possível criar o mapeamento de autenticação do %s

source: Could not set name for %s
pt: Não foi possível definir o nome do %s

source: Could not set MLS range for %s
pt: Não foi possível definir o intervalo do MLS do %s

source: Could not set SELinux user for %s
pt: Não foi possível definir o utilizador do SELinux para o %s

source: Could not add login mapping for %s
pt: Não foi possível adicionar o mapeamento de autenticação do %s

source: Requires seuser or serange
pt: Necessita do 'seuser' ou do 'serange'

source: Login mapping for %s is not defined
pt: O mapeamento de autenticação do %s não está definido

source: Could not query seuser for %s
pt: Não foi possível pesquisar o 'seuser' por %s

source: Could not modify login mapping for %s
pt: Não foi possível modificar o mapeamento de autenticação do %s

source: Login mapping for %s is defined in policy, cannot be deleted
pt: O mapeamento de autenticação do %s está definido na política e não pode ser removido

source: Could not delete login mapping for %s
pt: Não foi possível remover o mapeamento de autenticação do %s

source: Could not list login mappings
pt: Não foi possível listar os mapeamentos de autenticação

source: Login Name
pt: Nome da Conta

source: SELinux User
pt: Utilizador do SELinux

source: MLS/MCS Range
pt: Intervalo do MLS/MCS

source: Could not check if SELinux user %s is defined
pt: Não foi possível verificar se o utilizador %s do SELinux está definido

source: Could not query user for %s
pt: Não foi possível pesquisar o utilizador %s

source: Could not create SELinux user for %s
pt: Não foi possível criar o utilizador do SELinux do %s

source: Could not add role %s for %s
pt: Não foi possível adicionar o papel %s para o %s

source: Could not set MLS level for %s
pt: Não foi possível definir o nível do MLS do %s

source: Could not add prefix %s for %s
pt: Não foi possível adicionar o prefixo %s do %s

source: Could not extract key for %s
pt: Não foi possível extrair a chave do %s

source: Could not add SELinux user %s
pt: Não foi possível adicionar o utilizador do SELinux %s

source: Requires prefix, roles, level or range
pt: É necessário um prefixo, papéis, um nível ou um intervalo

source: Requires prefix or roles
pt: É necessário um prefixo ou papéis

source: SELinux user %s is not defined
pt: O utilizador do SELinux %s não está definido

source: Could not modify SELinux user %s
pt: Não foi possível modificar o utilizador do SELinux %s

source: SELinux user %s is defined in policy, cannot be deleted
pt: O utilizador do SELinux %s está definido na política, não pode ser removido

source: Could not delete SELinux user %s
pt: Não foi possível remover o utilizador do SELinux %s

source: Could not list SELinux users
pt: Não foi possível listar os utilizadores do SELinux

source: Could not list roles for user %s
pt: Não foi possível listar os papéis do utilizador %s

source: Labeling
pt: Legendagem

source: Prefix
pt: Prefixo

source: MCS Level
pt: Nível do MCS

source: MCS Range
pt: Intervalo do MCS

source: SELinux Roles
pt: Papéis do SELinux

source: Protocol udp or tcp is required
pt: É obrigatório o protocolo 'udp' ou 'tcp'

source: Port is required
pt: O porto é obrigatório

source: Could not create a key for %s/%s
pt: Não foi possível criar uma chave para o %s/%s

source: Type is required
pt: O tipo é obrigatório

source: Could not check if port %s/%s is defined
pt: Não foi possível verificar se o porto %s/%s está definido

source: Port %s/%s already defined
pt: O porto %s/%s já está definido

source: Could not create port for %s/%s
pt: Não foi possível criar o porto %s/%s

source: Could not create context for %s/%s
pt: Não foi possível criar o contexto do %s/%s

source: Could not set user in port context for %s/%s
pt: Não foi possível definir o utilizador no contexto do porto %s/%s

source: Could not set role in port context for %s/%s
pt: Não foi possível definir o papel no contexto do porto %s/%s

source: Could not set type in port context for %s/%s
pt: Não foi possível definir o tipo no contexto do porto %s/%s

source: Could not set mls fields in port context for %s/%s
pt: Não foi possível definir os campos de MLS no contexto do porto %s/%s

source: Could not set port context for %s/%s
pt: Não foi possível definir o contexto do porto %s/%s

source: Could not add port %s/%s
pt: Não foi possível adicionar o porto %s/%s

source: Requires setype or serange
pt: Necessita de um 'setype' ou 'serange'

source: Requires setype
pt: Necessita de um 'setype'

source: Port %s/%s is not defined
pt: O porto %s/%s não está definido

source: Could not query port %s/%s
pt: Não foi possível pesquisar o porto %s/%s

source: Could not modify port %s/%s
pt: Não foi possível modificar o porto %s/%s

source: Port %s/%s is defined in policy, cannot be deleted
pt: O porto %s/%s está definido na política, não pode ser removido

source: Could not delete port %s/%s
pt: Não foi possível remover o porto %s/%s

source: Could not list ports
pt: Não foi possível listar os portos

source: SELinux Port Type
pt: Tipo de Porto do SELinux

source: Proto
pt: Protocolo

source: Port Number
pt: Número de Porto

source: SELinux Type is required
pt: O Tipo do SELinux é obrigatório

source: Could not create key for %s
pt: Não foi possível criar a chave do %s

source: Could not create context for %s
pt: Não foi possível criar o contexto de %s

source: Could not check if interface %s is defined
pt: Não foi possível verificar se a interface %s está definida

source: Could not create interface for %s
pt: Não foi possível criar a interface %s

source: Could not set user in interface context for %s
pt: Não foi possível definir o utilizador no contexto da interface %s

source: Could not set role in interface context for %s
pt: Não foi possível definir o papel no contexto da interface %s

source: Could not set type in interface context for %s
pt: Não foi possível definir o tipo no contexto da interface %s

source: Could not set mls fields in interface context for %s
pt: Não foi possível definir os campos de MLS no contexto da interface %s

source: Could not set interface context for %s
pt: Não foi possível definir o contexto da interface %s

source: Could not set message context for %s
pt: Não foi possível definir o contexto da mensagem %s

source: Could not add interface %s
pt: Não foi possível adicionar a interface %s

source: Interface %s is not defined
pt: A interface %s não está definida

source: Could not query interface %s
pt: Não foi possível pesquisar a interface %s

source: Could not modify interface %s
pt: Não foi possível modificar a interface %s

source: Interface %s is defined in policy, cannot be deleted
pt: A interface %s está definida na política, não pode ser removida

source: Could not delete interface %s
pt: Não foi possível remover a interface %s

source: Could not list interfaces
pt: Não foi possível listar as interfaces

source: SELinux Interface
pt: Interface do SELinux

source: Context
pt: Contexto

source: Could not set user in file context for %s
pt: Não foi possível definir o utilizador no contexto do ficheiro %s

source: Could not set role in file context for %s
pt: Não foi possível definir o papel no contexto do ficheiro %s

source: Could not set mls fields in file context for %s
pt: Não foi possível definir os campos do MLS no contexto do ficheiro %s

source: Could not check if file context for %s is defined
pt: Não foi possível verificar se o contexto do ficheiro %s está definido

source: Could not create file context for %s
pt: Não foi possível criar o contexto do ficheiro %s

source: Could not set type in file context for %s
pt: Não foi possível definir o tipo no contexto do ficheiro %s

source: Could not set file context for %s
pt: Não foi possível definir o contexto do ficheiro %s

source: Could not add file context for %s
pt: Não foi possível adicionar o contexto do ficheiro %s

source: Requires setype, serange or seuser
pt: Necessita de um 'setype', 'serange' ou 'seuser'

source: File context for %s is not defined
pt: O contexto do ficheiro %s não está definido

source: Could not query file context for %s
pt: Não foi possível pesquisar o contexto do ficheiro %s

source: Could not modify file context for %s
pt: Não foi possível modificar o contexto do ficheiro %s

source: File context for %s is defined in policy, cannot be deleted
pt: O contexto do ficheiro %s está definido na política, não pode ser removido

source: Could not delete file context for %s
pt: Não foi possível remover o contexto do ficheiro %s

source: Could not list file contexts
pt: Não foi possível listar os contextos do ficheiro

source: Could not list local file contexts
pt: Não foi possível listar os contextos do ficheiro local

source: SELinux fcontext
pt: Contexto Fich. do SELinux

source: type
pt: tipo

source: Could not check if boolean %s is defined
pt: Não foi possível verificar se o booleano %s está definido

source: Boolean %s is not defined
pt: O booleano %s não está definido

source: Could not query file context %s
pt: Não foi possível pesquisar o contexto do ficheiro %s

source: Could not modify boolean %s
pt: Não foi possível modificar o booleano %s

source: Boolean %s is defined in policy, cannot be deleted
pt: O booleano %s está definido na política, não pode ser removido

source: Could not delete boolean %s
pt: Não foi possível remover o booleano %s

source: Could not list booleans
pt: Não foi possível listar os booleanos

source: SELinux boolean
pt: Booleano do SELinux

source: failed to set PAM_TTY
pt: não foi possível definir o PAM_TTY

source: newrole: service name configuration hashtable overflow
pt: newrole: esgotamento da lista de configurações dos nomes dos serviços

source: newrole: %s: error on line %lu.
pt: newrole: %s: erro na linha %lu.

source: cannot find valid entry in the passwd file.
pt: não foi possível encontrar um item válido no ficheiro 'passwd'.

source: Out of memory!
pt: Sem memória!

source: Error! Shell is not valid.
pt: Erro! A linha de comandos não é válida.

source: Unable to clear environment
pt: Não foi possível limpar o ambiente

source: Error changing uid, aborting.
pt: Erro ao mudar de UID, a interromper.

source: Error resetting KEEPCAPS, aborting
pt: Erro ao reiniciar o KEEPCAPS, a interromper

source: Error connecting to audit system.
pt: Erro ao ligar-se ao sistema de auditoria.

source: Error allocating memory.
pt: Erro ao reservar memória.

source: Error sending audit message.
pt: Erro ao enviar a mensagem de auditoria.

source: Could not determine enforcing mode.
pt: Não é possível determinar o modo de aplicação do SELinux.

source: Error! Could not open %s.
pt: Erro! Não foi possível aceder ao %s.

source: %s! Could not get current context for %s, not relabeling tty.
pt: %s! Não foi possível obter o contexto actual do %s; o TTY não mudará de etiqueta.

source: %s! Could not get new context for %s, not relabeling tty.
pt: %s! Não foi possível obter o novo contexto do %s; o TTY não mudará de etiqueta.

source: %s! Could not set new context for %s
pt: %s! Não foi possível definir o novo contexto do %s

source: %s changed labels.
pt: O %s mudou de etiquetas.

source: Warning! Could not restore context for %s
pt: Atenção! Não foi possível repor o contexto do %s

source: Error: multiple roles specified
pt: Erro: foram definidos vários papéis

source: Error: multiple types specified
pt: Erro : foram definidos vários tipos

source: Sorry, -l may be used with SELinux MLS support.
pt: Desculpe, mas o -l só pode ser usado com o suporte para MLS do SELinux.

source: Error: multiple levels specified
pt: Erro: foram definidos vários níveis

source: Couldn't get default type.
pt: Não foi possível obter o tipo predefinido.

source: failed to get new context.
pt: não foi possível obter o novo contexto.

source: failed to set new role %s
pt: não foi possível definir o novo papel %s

source: failed to set new type %s
pt: não foi possível definir o novo tipo %s

source: failed to build new range with level %s
pt: não foi possível criar um novo intervalo com o nível %s

source: failed to set new range %s
pt: não foi possível definir o novo intervalo %s

source: failed to convert new context to string
pt: não foi possível converter o novo contexto para texto

source: %s is not a valid context
pt: o %s não é um contexto válido

source: Unable to allocate memory for new_context
pt: Não é possível reservar memória para o novo_contexto

source: Unable to obtain empty signal set
pt: Não é possível obter o conjunto de sinais vazios

source: Unable to set SIGHUP handler
pt: Não é possível atribuir a rotina do SIGHUP

source: Sorry, newrole may be used only on a SELinux kernel.
pt: Desculpe, mas o 'newrole' só pode ser usado num 'kernel' com SELinux.

source: failed to get old_context.
pt: não foi possível obter o contexto antigo.

source: error on reading PAM service configuration.
pt: erro ao ler a configuração de serviços do PAM.

source: newrole: incorrect password for %s
pt: newrole: a senha do %s é incorrecta

source: newrole: failure forking: %s
pt: newrole: não foi possível criar um sub-processo: %s

source: Unable to restore tty label...
pt: Não foi possível repor a legenda do TTY...

source: Failed to close tty properly
pt: não foi possível fechar devidamente o TTY

source: Could not close descriptors.
pt: Não foi possível fechar os descritores.

source: Error allocating shell's argv0.
pt: Erro ao reservar o argv0 da linha de comandos.

source: Unable to restore the environment, aborting
pt: Não foi possível repor o ambiente, a interromper

source: failed to exec shell
pt: não foi possível executar a linha de comandos

source: %s: Can't load policy: %s
pt: %s: Não é possível carregar a política: %s

source: Requires at least one category
pt: É necessária pelo menos uma categoria

source: Can not modify sensitivity levels using '+' on %s
pt: Não é possível modificar os níveis de sensibilidade com o '+' no %s

source: %s is already in %s
pt: O %s já está em %s

source: %s is not in %s
pt: O %s não está em %s

source: Can not combine +/- with other types of categories
pt: Não é possível combinar o +/- com outros tipos de categorias

source: Can not have multiple sensitivities
pt: Não é possível ter várias sensibilidades

source: Usage %s CATEGORY File ...
pt: Utilização %s CATEGORIA Ficheiro ...

source: Usage %s -l CATEGORY user ...
pt: Utilização %s -l CATEGORIA utilizador ...

source: Usage %s [[+|-]CATEGORY],...]q File ...
pt: Utilização %s [[+|-]CATEGORIA],...]q Ficheiro ...

source: Usage %s -l [[+|-]CATEGORY],...]q user ...
pt: Utilização %s -l [[+|-]CATEGORIA],...]q utilizador ...

source: Usage %s -d File ...
pt: Utilização %s -d Ficheiro ...

source: Usage %s -l -d user ...
pt: Utilização %s -l -d utilizador ...

source: Usage %s -L
pt: Utilização %s -L

source: Usage %s -L -l user
pt: Utilização %s -L -l utilizador

source: Use -- to end option list. For example
pt: Use o -- para terminar a lista de opções. Por exemplo

source: chcat -- -CompanyConfidential /docs/businessplan.odt
pt: chcat -- -ConfidencialEmpresa /documentos/plano-negócio.odt

source: chcat -l +CompanyConfidential juser
pt: chcat -l +ConfidencialEmpresa ze

source: Options Error %s
pt: Erro nas Opções %s
